;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = I.K.L
; Translation Author Email = ikl-alias@outlook.com
; Soft Version = 9.46
;
[Lang]
NativeLanguage=Svenska (Sverige)

[GUI]
ButtonYes=Ja
ButtonNo=Nej
ButtonOK=OK
ButtonMinimize=Minimera
ButtonMaximize=Maximera
ButtonClose=Stäng
ButtonRestore=Återställ
ButtonMenu=Meny
Support=Support & Feedback

[Translation]
;
; Reading habits
; 
ReadHabit = Vänster-till-höger
;
;Font and Charset
;
LanguageName = SWE
LangCode=041D
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Info
Warning = Varningar
Error = Fel
Confirm = Bekräftelse
;
; Main GUI
;
FrmGeneral.chkuac.caption=Skippa UAC
FrmWRC.btnassist.caption=Assistans
FrmWRC.btnregclean.caption=Registerrensare
FrmWRC.btnadv.caption=Systemtrimmare
FrmWRC.btnsilm.caption=Registerdefragg
FrmWRC.btnrestore.caption=Återställning
FrmWRC.btnsettings.caption=Inställningar
FrmWRC.btnlikeit.caption=Gilla den
FrmWRC.btnsuggest.caption=Förslag och respons
FrmWRC.WiseSimpleButton1.caption=Backup
FrmWRC.btnupdate.caption=Sök uppdateringar
FrmWRC.btnfacebook.hint=Följ oss på Facebook
FrmWRC.btntwitter.hint=Följ oss på Twitter
FrmWRC.btnemail.hint=Dela det med dina vänner

;
; Reg Cleaner
;
FrmReg.caption=Register
FrmRegClean.btnall.caption=Välj alla
FrmRegClean.btnre.caption=Förordas
FrmRegClean.btnnone.caption=Välj inga
FrmRegClean.btnCustom.caption=Anpassad area
FrmRegClean.WiseLabel1.caption=Schemaläggare
FrmRegClean.lbltype.caption=Välj körtyp:
FrmRegClean.lblweek.caption=Välj dag:
FrmRegClean.lbltime.caption=Tid:
FrmRegClean.btnScan.caption=Starta skanning
FrmRegClean.btncancel.caption=Avbryt
FrmRegClean.btnrescan.caption=Tillbaka till huvudsida
FrmRegClean.lblstat.caption=Tills nu har du ej rensat ditt register. En snar rensning föreslås!
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Registernyckel
FrmReg.lblinfo.caption=Tack för att du valde Wise Registry Cleaner
FrmReg.lblinfoex.caption=Vänligen ange din licensnyckel för att aktivera PRO-versionen.
FrmReg.lblemail.caption=E-post:
FrmReg.lblUser.caption=Ditt namn:
FrmReg.lblKey.caption=Licensnyckel:
FrmReg.btnReg.caption=Registrera
FrmReg.btnbuy.caption=Köp nu
FrmReg.lblhelp.caption=Har du problem med inmatningen utav licensnyckel?
FrmReg.btnContact.caption=Kontakta oss

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimering
FrmOptimizer.btnnone.caption=Välj inga
FrmOptimizer.btnall.caption=Välj alla
FrmOptimizer.btnDefault.caption=Systemstandard
FrmOptimizer.lblrecommendinfo.caption=V.g prova nu våra andra produkter från wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer är en bunt av viktiga register-, disk-, och andra systemverktyg för din PC. Lätta att använda och effektiva!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner är den bästa gratis diskrensaren för rensning av skräpfiler och privata spår. Snabb, genomgripande och säker!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Vill du ytterligare höja din Windows prestanda?
Frmoptimizer.lblinfoex.caption=Systemjustering kan förbättra ditt nätverk, ditt Windows hastighet och stabilisera ditt system.
FrmOptimizer.btnoptimize.caption=Optimera
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Registerdefragg kan få din PC att köra snabbare och stabilare.
FrmRegDefragger.lblstat.caption=Du har ej defraggat ditt register än. En snar defragg föreslås!
FrmRegDefragger.btndefrag.caption=Defragga
FrmRegDefragger.lblinfo1.caption=1. Vi föreslår dig att stänga alla andra program före körning av denna funktion.
FrmRegDefragger.lblinfo2.caption=2. Systemet svarar ej under analys.
FrmRegDefragger.lblinfo3.caption=3. Det omstartar din dator då registerdefraggen är klar.
FrmRegDefragger.lblinfo4.caption=4. V.g. avbryt ej registerdefragg, vilket orsakar okända effekter.
FrmRegDefragger.vtdefrag.Columns[0]=Gruppnamn
FrmRegDefragger.vtdefrag.Columns[1]=Aktuell storlek
FrmRegDefragger.vtdefrag.Columns[2]=Ny storlek
FrmRegDefragger.vtdefrag.Columns[3]=Överskottsvärde
FrmRegDefragger.btnAnalysis.caption=Analysera
;
; Custom scan areas
;
Frmcustom.caption=Anpassad area
Frmcustom.btnre.caption=Förordas
Frmcustom.btnall.caption=Välj alla
Frmcustom.btnnone.caption=Välj inga
Frmcustom.btncancel.caption=Avbryt
Frmcustom.btnok.caption=OK
;
; About Window
;
FrmAbout.lblver.caption=Aktuell version:
FrmAbout.lblemail.caption=Epost-stöd:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Hemsida:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Tack till dessa för deras bidrag:
FrmAboutWin.caption=Om
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Inställningar
FrmSettings.tsCommon.caption=Allmänt
FrmGeneral.chkexp.caption=Delta i Kunderfarenhetsförbättringsprogrammet
FrmGeneral.lblexp.caption=Detalj
FrmSettings.tsAutoRun.caption=Autokör
FrmSettings.tsExclusion.caption=Uteslutning
FrmSettings.btnrestore.caption=Om oss
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Avbryt
FrmGeneral.chkassist.caption=Meddela mig när någon postat en betald fråga.
FrmUsers.lblinfo.caption=Markera de användare som du vill att Wise Registry Cleaner hanterar
FrmUsers.rdcuser.caption=Endast aktuell användare 
FrmUsers.rdauser.caption=Alla användare
FrmUsers.rdusers.caption=Valda användare
FrmSettings.tsUsers.caption=Användare
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Skapa en "Rensa med 1-klick"- ikon, som placeras på skrivbordet
FrmAutorunSettings.lblcmd.caption=Kommandoradstil
FrmAutorunSettings.lblcmdinfo.caption=Du kan köra programmet, skanna och rensa ditt register automatiskt via kommandorad. För mer info, v.g. tryck på F1 eller klicka på denna sajt för att läsa våra hjälpdokument.
FrmAutorunSettings.btnhelp.caption=Hjälp via nätet
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Lägg till ett nyckelord
FrmExclusion.btnExport.caption=Exportera
FrmExclusion.btnRemove.caption=Ta bort
FrmExclusion.btnimport.caption=Importera
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Avbryt
;
; General Settings
;
FrmGeneral.chkNews.caption=Få nyheter automatiskt
FrmGeneral.chkbackup.caption=Autobackup av register innan rensning
FrmGeneral.WiseLabel1.caption=Sök uppdateringar:
FrmGeneral.WiseLabel2.caption=Standardspråk:
FrmGeneral.btnchecknew.caption=Kolla nu
FrmGeneral.lbtran.caption=Översätt till...
FrmGeneral.lblscanmode.caption=Hur skanna registret
FrmGeneral.rdnormal.caption=Standard
FrmGeneral.rdssafe.caption=Snabb genomsökning
FrmGeneral.rddeep.caption=Djupgående genomsökning
FrmGeneral.lblBackup.caption=Säkerhetskopiering till:
FrmGeneral.btnbr.caption=Bläddra..
FrmRegClean.lblDefaultHint.Caption=Skanna bara säkra poster
FrmRegClean.lblFullHint.Caption=Fullständig genomsökning för avancerade användare
FrmRegClean.lblCustomHint.Caption=Skanna anpassade poster
TFrmScheduler.lblHint.caption=Den schemalagda aktiviteten kommer att använda snabb genomsökning.
FrmScheduler.caption=Schemaläggare
;
; Backup and Restore
;
Frm_br.btncancel.caption=Avbryt
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Skapa en full register-backup
FrmBackup.btnsys.caption=Skapa en systemåterställningspunkt
FrmRestore.caption=Återställningscenter
FrmRestore.btnRegBk.caption=Registeråterställning
FrmRestore.btnSysBK.caption=Systemåterställning
FrmRestore.btnclose.caption=Stäng
FrmRestore.btnrestore.caption=Återställ
FrmRestore.btnremove.caption=Ta bort
;
; Update
;
frmupdate.caption=Programuppdatering
;
; Popup Menus
;
pmLicenseKey1=Registrera
pmLicenseKey=Ändra licensnyckel
pmHelp=Hjälp via nätet
pmforum=Forum
pmHome=Hemsida
pmContact=Kontakta oss
pmCheckNew=Sök uppdateringar
pmLang=Välj språk
pmSkin=Välj skinn
pmAbout=Om
pmIgnore=Ignorera denna post
pmrec=Välj säkra poster
pmAll1=Välj alla
pmNone=Välj inga
pmGo=Öppna i Registereditorn...
pmExport=Exportera till...
pmPortable=Skapa en bärbar version

;
; Like Us
;
FrmlikeUs.lblTitle.caption=Om du gillar Wise Registry Cleaner, presentera detta härliga gratisverktyg för dina älskade.
FrmlikeUs.lblInfo.caption=V.g. dela Wise Registry Cleaner med din familj, vänner, klasskamrater och kollegor via Epost, Blog, Twitter, Youtube, Facebook etc.. Bra gjort! Du ger bekvämlighet och effektivitet till deras liv.
FrmlikeUs.lblRate.caption= Gradera Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Följ oss på:
FrmlikeUs.lblshare.caption=Dela Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Gratis nedladdning
FrmlikeUs.imgrate.hint=Ge oss 5 stjärnor
FrmlikeUs.imgmail.hint=Delge den med Dina vänner
FrmlikeUs.imgface1.hint=Dela den på Facebook
FrmlikeUs.imgface2.hint=Följ oss på Facebook
FrmlikeUs.imgtwitter1.hint=Dela den på Twitter
FrmlikeUs.imgtwitter2.hint=Följ oss på Twitter
FrmlikeUs.Caption=Gilla den
FrmlikeUs.lbldownload.caption=Hämta mer gratisprogram från WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Registeranalys
FrmProcess.lblwait.caption=Analyserar...
FrmProcess.lblinfo.caption=Din PC svarar ej i några sekunder eller minuter.
FrmProcess.lblwait.caption=Analyserar, v.g. vänta...

[Message]
alluser=Alla användare
currentuser=Aktuell användare
Username=Användarnamn
Proupdate=Synd att giveaway-versionen stöder inte uppgradering, men vi kan ge rabatt för dig att få den senaste versionen. Annars blir det fri version om du väljer att uppdatera den. Vill du fortsätta?
MWDetected=MalwareBytes är upptäckt att blockera %s från att arbeta. Klicka på OK för att få lösningen.
ActivateOnline=Kontrollerar din registreringsinformation, vänta ett par sekunder...
WRCRunning=Programmet körs.
StopAndExit=Programmet skannar, vill du stoppa skanningen och avsluta nu?
EmptyEmail=E-postadress får inte vara tomt.
EmptyName=Användarnamn får inte vara tomt.
InvalidEmail=Ogiltig e-post, vänligen ange en giltig e-post.
EmpytKey=Licensnyckel får inte vara tomt.
InvalidKey=Ogiltig licensnyckel, vänligen ange en giltig nyckel.
EnterEmail=Ange din e-postadress
EnterName=Ange ditt namn
EnterKey=Ange din licensnyckel
Message=Överskridit det maximala antalet aktiveringar.
ThanksRegister=Tack för att du registrerar denna produkt!
Activated=Den fullständiga versionen har aktiverats.
ConnectFail=Kan inte ansluta till servern, kontrollera din Internetanslutning och försök senare.
NoRegInfo=Kan inte hitta din registreringsinformation, om du tror detta är ett misstag, vänligen kontakta oss.
NeedAdmire=Funktionen är tillgänglig till administratör. Om du vill köra funktionen, logga in som administratör.
Valuenrea=Värdenamn
Keyname=Nyckelnamn
ScheduleHint=Rensa din dator regelbundet.
Unoptimized=Ej optimerad
UpdateError=Uppdateringsfel, vill du hämta den senaste versionen på vår webbsajt?
RegeditorLocked=Din Regedit är blockerad. Funktione: backup/återställ fordrar en tillgänglig Regedit. Vill du avblockera Regedit nu?
failtounLock=Det gick ej att avblockera Regedit. Kanske du behöver mer auktorisation för att genomföra denna åtgärd.
Total=Totalt
DefragRate=Den kan hjälpa dig minska din registerstorlek med %s.
SuggestDefrag=En snar registerdefragg förordas.
SuggestIgnore=Ditt register har knappast något överskott, så v.g. defragga det nästa gång.
TypeNoError=Ren
NeverClean=Tills nu har du ej rensat ditt register. En snar rensning föreslås!
AdviseClean=Regelbunden registerrensning kan få din PC att köra snabbare och säkrare.
DupItem=Denna post har placerats i listan.
Advisedefrag=Registerdefragg kan få din PC att köra snabbare och stabilare.
NeverDefrag=Du har ej defraggat ditt register än. En snar defragg föreslås!
LastDefrag=Senaste gången du defraggade ditt register var:
TotalDefrag=Totalt %.2f har komprimerats.
DefaultValue= (Standard)
RegBackup=Backup register
RegRestore=Återställ register
CreateBackup=Skapar backup-data...
Compress=Komprimerar...
Extracte=Uppackar...
Complete=Klar
RestoreReg=Återställer register...Vänta några minuter...
NotSupportOS=Funktionen stöds ej på detta operativsystem.
EnableRestore=Systemåterställning är inaktiverad. Vill du aktivera systemåterställning?
SysCreating=Skapar en systemåterställningspunkt...
SysRestoring=Förbereder att återställa systemet...
RestorePointDone=Systemåterställningspunkten skapades OK!
RestorePointFail=Kunde ej skapa systemåterställningspunkten.
ErrorMsg=Felmeddelande:
Area=Area
Summary=Beskrivning
LeastOne=V.g. välj minst en area att skanna.
IsRunning=Programmet skannar, v.g. vänta tills skanningen är klar och försök igen.
Optimized=Optimerat
DefragReport=Registret har komprimerats. Optimeringsrapport:
DefragReport1=Den gamla registerstorleken:
DefragReport2=Den nya registerstorleken:
DefragReport3=Optimerad storlek:
ReOptimize=Optimerar igen
ComfirmDefrag=V.g. spara ditt oavslutade arbete, ty PCn omstartar genast efter registerdefraggen. Vill du starta nu?
def15After=%d dagar har gått sedan du senast defraggade ditt register. V.g. defragga det nu!
def15Before=Din dator kör snabbt och stabilt, om du håller registret så komprimerat som möjligt.
KeyWord=V.g. ange dina nyckelord:
ExImport=Undantagslistan har exporterats till:
NoNewVer=Versionen du använder är den senaste.
Daily=Dagligen
Weekly=Veckovis
Monthly=Månadsvis
Never=Aldrig
TranslateTo=Översätt till...
NeedBack=Det förefaller som om du använder detta program för första gången. En snar register-backup förordas. Vill du göra en backup automatiskt nu?
Newsletter=Nyhetsbrev
UpgradeInfo=Uppgraderingsinfo
CannotCrTask=Kan ej skapa en schemalagd uppgift.
ScheduleNextTime=Nästa gång:
Exported=De aktuella posterna har exporterats till %s. Vill du öppna filen nu?
Idle=På tomgång
Login=Vid inloggning
LastClean=Senaste gången du rensade ditt register var:
Monday=måndag
Tuesday=tisdag
Wednesday=onsdag
Thursday=torsdag
Friday=fredag
Saturday=lördag
Sunday=söndag
IssueFound=%d fel funna.
Scanning=Skanning
ScanCanceled=Skanningen har avbrutits!
FindError=Totalt %d fel hittades denna gång. %d var osäkra.
LogAll=%d fel funna, %d fel har fixats.
LogFail=Kunde ej ta bort %d fel.
StartClean=Starta rensning
StartScan=Starta skanning
7After= %d dagar har gått sedan du senast rensade ditt register. En omedelbar skanning föreslås.
7Before=Ju renare ditt register blir, desto snabbare blir din dator!
ReScanHint=%d fel funna. Vi föreslår dig att skanna igen för att finna fler fel.
CleanNow=V.g. klicka på "Starta rensning" för att fixa dessa fel genast.
NoError=Grattis! Du har ett rent register!
GoodHabit=Det hjälper till att hålla din PC med högsta prestanda genom en regelbunden registerrensning.
ReScanHint1=Vi föreslår dig att genast skanna igen för att hitta potentiella fel.
TypeChanged=Du har ändrat skanningposterna!
ReScanHint2=V.g. skanna igen för att finna fel.
CleanDone=Rensning blev klar!
bkAuto=Automatiskt
bkManual=Manuellt
BackupDate=Backup-tid
BackupType=Backup-typ
Problems=Fel
CreateDate=Datum skapat
Description=Beskrivning
Removebackup=Vill du ta bort vald backup?
RemoveSysRestore=Vill du ta bort vald systemåterställningspunkt?
NoBackupSelected=V.g. välj minst en backup att återställa.
RestoreComplete=Återställning klar!
RestoreFromSysRestore=Du måte omstarta din dator för systemåterställning. Vill du starta återställning nu?
WhenIdle=På tomgång
WhenLogin=Vid inloggning
NewVer=En ny version finns! Vill du uppgradera den nu?
TranslateTo=Översätt till...

[Tuneup]
BlueReboot=Inaktivera automatisk omstart när systemet visar blå skärm.
RemoteRegAccess=Inaktivera registerändring från en fjärrdator.
FileListSpeed=Optimera uppdateringsprincipen för Windows fillista.
PreviewUP=Påskynda visningshastighet av förhandsgranskningar i Aktivitetsfältet.
OptDNS=Optimera DNS och DNS parsning hastighet.
OptLAN=Optimera LAN-anslutning.
ShowSpeed=Optimera responstid för systemvisning.
AeroSnap=Snabba upp Aero snap för att göra miniatyrbildvisningen snabbare.
SSDSpeedup=SSD optimering
DisablePrefetch=Inaktivera förhämtningsparametrar för att öka SSDs livstid.
DisableSuperPrefetch=Inaktivera Superfetch parametrar för att öka SSDs livstid..
DisableDefragBoot=Inaktivera diskdefraggsystem vid omstart för att öka SSDs livstid. 
DisableDefragIdle=Inaktivera autodefragg på tomgång för att öka SSDs livstid.
EnableTRIM=Aktivera TRIM-funktion för att höja SSDs arbetsprestanda.
OptIEConnection=Ökat max anslutningar per server. Webbsidas visnings- och videotittandehastighet förbättrad.
IconCache=Öka systemikoncache och snabba upp skrivbordsvisning.
RestoreAll=Vill Du återställa alla posterna till Windows' standard?
NoSelectedItem=V.g välj minst en post att optimera.
OptItems=Dessa %d poster kan optimeras.
ItemsOptimized=%d poster har optimerats.
TakeEff=Vissa ändringar får ej effekt förrän Du omstartar Din PC.
NoItems=Grattis! Alla posterna har optimerats.
BootSpeedup=Uppstarts-/Avstängningsacceleration
SystemStable=Systemstabilitet
SystemSpeedup=Snabba upp systemet
NetworkSpeedup=Snabba upp nätverket
PrefetchParameters=Optimera förhämtningsparametrar för att förbättra Windows' uppstarthastighet
BootDelay=Minskar "check disk"-tid för att förbättra Windows' uppstartshastighet
BootPartition= Aktivera optimeringsfunktion för att förbättra Windows' uppstartshastighet.
ClearPagingFile=Inaktivera rensning av Windows' pagefil vid avstängning för att snabba upp PC avstängningen
TimeOut=Minska program på tomgång vid stängning för att förbättra avstängningsprocessen
AutoKill=Stäng frusna processer för att undvika systemkrascher
RestartExplorer=Omstarta automatiskt Windows Utforskaren för att hindra ett oväntat försvinnande av skrivbord
TwoProcess=Sätt Windows Utforskarens komponenter att köras i separata processer för undvikande av systemkonflikter
ErrorReport=Inaktivera skärmfelrapportering för att höja systemprestanda
Debugger=Inaktivera avbuggaren för att uppsnabba felhantering
OptMemory=Optimera minnets standardinställningar för att höja systemprestanda
OptVEff=Optimera vissa komponenters (dialogruta, menyer etc.) beteende för att höja systemprestanda
OptFileSystem=Optimera filsystemet för att höja systemprestanda
OptDiskSystem=Optimera disk I/O undersystem för att höja systemprestanda
DisAutoRun=Inaktivera "Autoplay"- funktionen på diskar för att undvika virusinfektion/ spridning
OptDiskIdle=Optimera disk I/O medan CPU går på tomgång
OptTTL=Optimera TTL(Time To Live) inställningar för att höja nätverksprestanda
OptNetForward=Optimera nätverkets transportförmåga för att höja nätverksprestanda
OptMTU=Höj TCP/IP prestanda genom automatisk upptäckt av "svarta hål" vid routing vid Path MTU upptäcktsteknik
OptWINS=Optimera WINS namn frågetid för att höja dataöverföringshastighet
OptNetWork=Optimera nätverksinställningar för att höja kommunikationsprestanda
CloseAnimate=Inaktivera "transition effects" för att höja Windows' visningshastighet
PagingExecutive=Inaktivera minnessidbrytning och minska disk I/O för att höja programprestanda. (Alternativet bör skippas om fysiskt minne är <1 GB)
StaticIP=Sätt ett statiskt IP för Din lokala anslutning för att uppsnabba Din PC start
PorcessorTime=Optimera processorprestanda för körning av program, spel etc. (Skippas för server)
DisableIDECheck=Hindra IDE kanalkontroll av Windows för att höja Windows' uppstartshastighet
ForeAppSpeed=Höj svarshastigheten för program i förgrunden
AeroPeek=Höj Aero Peeks visningshastighet
OptEthernet=Optimera Ethernet-kortets prestanda

[Type]
ContextMenu=Ogiltiga snabbmenyposter
MUICache=MUI cacheminne
Services=Windows tjänster
Activex=ActiveX/COM komponenter
FireWall=Brandväggsinställningar
RootAll=Ogiltiga sökvägar
SoftwareSection=Mjukvarusökvägar
ApplicationPaths=Applikationssökvägar
FileTypes=Filtyper
HelpFiles=Hjälpfiler
Fonts=Typsnitt
SharedDLL=Delade DLL
MRULists=Användares MRU listor
UninstallSection=Avinstallerare
StartMenu=Startmeny
StartupProgram=Uppstartprogram
SoundandAppEvents=Ljud och Apphändelser
IEUrlHistory=IE sajthistorik
IFEO=Bildfilsutförande
EmptyKey=Tomma nycklar
App=Applikationsinställningar

[ErrorMessage]
MUIError1=Saknad MUI hänvisning, men disk "%s" är %s, du förordas ignorera detta fel.
MUIError=Saknad MUI hänvisning
ServiceNotExists=Angivet tjänsteprogram saknas.
MimeExName=Fel MIME filtillägg registrerat: %s
EmptyKey=Tom nyckel
EmptyHelpdirctory=Tom hjälpkatalog.
FileNotExist=Fil (Mapp) saknas.
HFileNotExist=Hjälpfil (Mapp) saknas. 
EmptyValue=Tomt värde 
TypeLib=Typbibliotek saknas:
NodeEmpty=Tom nod 
SharedFilenotexist=Delad fil saknas. 
sharedfilenotbeuse=Delad fil ej använd. 
noconnection=Utan filanslutningsinfo.
Invalidpathtoicon=Ogiltig sökväg till ikon. 
ReferstoaninvalidClass=Hänvisar till ogiltig klass. 
Emptyshellcommand=Högerklickskommando är tomt. 
Invalidshellcommand=Ogiltigt högerklickskommando (fil saknas). 
Fontsnotexist=Typsnittsfil saknas. 
Hijacking=%s har kidnappats av %s. 
MRULists=Användares MRU listor 
invalidOpenWith=Inget program associerat med denna typ. 
ReferActivex=Hänvisar till ogiltig Activex/COM post. 
EmptyCLSID=Tom CLSID. 
ComSourceNotExist=COM källa saknas. 
invalidUnistall=Ogiltig avinstallationsinfo. 
notexist=saknas. 
ObsoleteStartMenuItem=Gammal startmenypost
SoundFilenotexist=Ljudfil saknas. 
FileNotExist1=Fil(Mapp) saknas, men disk "%s" är %s, förordar att du ignorerar detta fel.
OpenWithError=Felöppning, angiven applikation saknas.
OpenWithError1=Felöppning, angiven applikation saknas. Men disken "%s" är %s, du förordas ignorera detta fel.
ComSourceNotExist1=COM källa saknas, men disk %s är %s, du förordas ignorera detta fel.

[Summary]
ContextMenu=Ogiltiga snabbmenyposter
MUICache=Saknad MUI cachehänvisning
Services=Ogiltiga Windows tjänster
Activex=Ogiltiga ActiveX och COM komponenter
FireWall=Ogiltiga Windows brandväggsinställningar
RootAll=Ogiltiga sökvägar och filer
SoftwareSection=Ogiltiga sökvägar och filer kvar vid programborttagning
ApplicationPaths=Ogiltiga registrerade programsökvägar och filer
FileTypes=Ogiltig filtilläggsinfo
HelpFiles=Ogiltiga registrerade hjälpfiler
Fonts=Ogiltig typsnittsinfo
SharedDLL=Saknade delade dynamiska länkbibliotek
MRULists=Historik för av användare åtkomliga filer, betraktade filmer, ändrade dokument etc.
UninstallSection=Oandvändbar eller ogiltig avinstallationsinfo
StartMenu=Gamla startmenyposter
StartupProgram=Gamla eller ogiltiga uppstartprogram
SoundandAppEvents=Gamla eller ogiltiga inställningar av ljud och händelser
IEUrlHistory=Besökt webbhistorik med IE
IFEO=Illvilliga poster skapade av spywares, virus eller malwares
EmptyKey=Poster med ingen info
App=Ogiltiga programinställningar

[AutoClean]
ErrorsFixed=fel har rensats.
Title=Grattis!
ErrorsFound=fel funna.

[AutoUpdate]
CurrentFile=Aktuell fil:
Canceling=Avbryter...
CANCEL=Avbryt
Ready=Klar för hämtning

[Skin]
SkinDefault=Standard
SkinBlue=Blått
SkinGreen=Grönt
SkinCustom=Anpassat
SkinColor=Anpassad skinnfärg

[EUASK]
regcaption=Registrera
logincaption=Logga in
FrmEuaskLogin.lblJoin.Caption=Gå med i Euask
FrmEuaskLogin.lblSign.Caption=Logga in på Euask
FrmEuaskLogin.lblnick.Caption=Användarnamn:
FrmEuaskLogin.lbl1.Caption=Lösenord:
FrmEuaskLogin.btnlogin.caption=Logga in
FrmEuaskLogin.btnregister.Caption=Registrera
FrmEuaskLogin.btnpwd.Caption=Glömt ditt lösenord?
FrmEuaskLogin.WiseLabel1.Caption=Användarnamn:
FrmEuaskLogin.WiseLabel2.Caption=Lösenord:
FrmEuaskLogin.btnreg.caption=Registrera
FrmEuaskLogin.WiseSimpleButton1.Caption=Logga in
FrmEuaskLogin.lbl2.Caption=E-post:
FrmEuaskLogin.btnnone.Caption=Inte nu
inputuser=Vänligen ange ditt lösenord och användarnamn.

[Renew]
title=Wise Registry Cleaner PRO löper ut om %d dagar!
title1=Din licensnyckel har gått ut. Vänligen förnya det i tid!
Price=Förnya Pro endast %s!
Describe=Du kan förlora privilegierna för Pro-versionen.
Renew=Förnya nu